Repository: frknbyhn/NewbornStudio---New
Catalog: NewbornMoments/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Allow photo library access in Settings to save the video.
ar: يرجى السماح بالوصول إلى مكتبة الصور من الإعدادات لحفظ الفيديو.
ca: Permet l'accés a la fototeca a Configuració per desar el vídeo.
cs: Povolte přístup ke knihovně fotografií v Nastavení, abyste mohli video uložit.
da: Tillad adgang til fotobiblioteket i Indstillinger for at gemme videoen.
de: Erlauben Sie den Fotozugriff in den Einstellungen, um das Video zu speichern.
el: Επιτρέψτε την πρόσβαση στη βιβλιοθήκη φωτογραφιών από τις Ρυθμίσεις για να αποθηκεύσετε το βίντεο.
es: Permite el acceso a la fototeca en Ajustes para guardar el video.
fi: Salli valokuvakirjaston käyttöoikeus Asetuksista tallentaaksesi videon.
fr: Autorisez l'accès à la photothèque dans Réglages pour enregistrer la vidéo.
he: אפשרו גישה לספריית התמונות בהגדרות כדי לשמור את הסרטון.
hi: वीडियो सहेजने के लिए सेटिंग्स में फोटो लाइब्रेरी एक्सेस की अनुमति दें।
hr: Dopustite pristup fototeci u Postavkama za spremanje videozapisa.
hu: Engedélyezd a fotókönyvtár-hozzáférést a Beállításokban a videó mentéséhez.
id: Izinkan akses ke pustaka foto di Pengaturan untuk menyimpan video.
it: Consenti l'accesso alla libreria foto in Impostazioni per salvare il video.
ja: 動画を保存するには、設定で写真ライブラリへのアクセスを許可してください。
ko: 동영상을 저장하려면 설정에서 사진 라이브러리 접근을 허용해 주세요.
ms: Benarkan akses pustaka foto dalam Tetapan untuk menyimpan video.
nb: Tillat tilgang til bildebiblioteket i Innstillinger for å lagre videoen.
nl: Sta toegang tot de fotobibliotheek toe in Instellingen om de video op te slaan.
pl: Zezwól na dostęp do biblioteki zdjęć w Ustawieniach, aby zapisać wideo.
pt: Permita o acesso à biblioteca de fotos em Ajustes para salvar o vídeo.
ro: Permite accesul la biblioteca de fotografii din Setări pentru a salva videoclipul.
ru: Разрешите доступ к фототеке в Настройках, чтобы сохранить видео.
sk: Povoľte prístup ku knižnici fotografií v Nastaveniach na uloženie videa.
sv: Tillåt åtkomst till fotobiblioteket i Inställningar för att spara videon.
th: อนุญาตการเข้าถึงคลังภาพในการตั้งค่าเพื่อบันทึกวิดีโอ
tr: Videoyu kaydetmek için Ayarlar'dan fotoğraf kitaplığı erişimine izin verin.
uk: Дозвольте доступ до фототеки в Налаштуваннях, щоб зберегти відео.
vi: Cho phép truy cập thư viện ảnh trong Cài đặt để lưu video.
zh_hans: 请在设置中允许访问照片图库以保存视频。
zh_hant: 請在設定中允許訪問照片相簿以儲存影片。

source: Animate Portrait
ar: تحريك الصورة
ca: Anima el retrat
cs: Animovat portrét
da: Animer portræt
de: Porträt animieren
el: Ζωντάνεψε το πορτρέτο
es: Animar retrato
fi: Animoi muotokuva
fr: Animer le portrait
he: הנפשת פורטרט
hi: पोर्ट्रेट को एनिमेट करें
hr: Animiraj portret
hu: Portré animálása
id: Animasikan potret
it: Anima ritratto
ja: ポートレートをアニメーション化
ko: 초상화 애니메이션
ms: Animasikan potret
nb: Animer portrett
nl: Portret animeren
pl: Animuj portret
pt: Animar retrato
ro: Animă portretul
ru: Анимировать портрет
sk: Animovať portrét
sv: Animera porträtt
th: ทำให้ภาพเหมือนเคลื่อนไหว
tr: Portreyi Canlandır
uk: Анімувати портрет
vi: Làm sinh động chân dung
zh_hans: 动画化肖像
zh_hant: 動畫化肖像

source: Applying your edit
ar: جارٍ تطبيق تعديلك
ca: Aplicant la teva edició
cs: Aplikujeme vaši úpravu
da: Anvender din redigering
de: Bearbeitung wird angewendet
el: Εφαρμογή της επεξεργασίας σας
es: Aplicando tu edición
fi: Sovelletaan muokkaustasi
fr: Application de votre modification
he: מחיל את העריכה שלכם
hi: आपका संपादन लागू किया जा रहा है
hr: Primjena vaše izmjene
hu: A szerkesztésed alkalmazása
id: Menerapkan editan Anda
it: Applicazione della tua modifica
ja: 編集を適用しています
ko: 편집을 적용하는 중
ms: Menggunakan suntingan anda
nb: Bruker redigeringen din
nl: Je bewerking wordt toegepast
pl: Stosowanie edycji
pt: Aplicando sua edição
ro: Se aplică editarea ta
ru: Применяем ваше изменение
sk: Aplikujeme vašu úpravu
sv: Applicerar din redigering
th: กำลังปรับใช้การแก้ไขของคุณ
tr: Düzenlemeniz uygulanıyor
uk: Застосовуємо ваше редагування
vi: Đang áp dụng chỉnh sửa của bạn
zh_hans: 正在应用您的编辑
zh_hant: 正在應用您的編輯

source: Astronaut, fairy, tiny chef and more — a brand-new studio every single time.
ar: رائد فضاء، جنية، طاهٍ صغير، والمزيد — استوديو جديد بالكامل في كل مرة.
ca: Astronauta, fada, petit xef i molt més — un estudi totalment nou cada vegada.
cs: Astronaut, víla, malý šéfkuchař a další — pokaždé úplně nové studio.
da: Astronaut, fe, lille kok og meget mere — et helt nyt studie hver gang.
de: Astronaut, Fee, kleiner Koch und mehr — jedes Mal ein brandneues Studio.
el: Αστροναύτης, νεράιδα, μικρός σεφ και άλλα — ένα εντελώς νέο στούντιο κάθε φορά.
es: Astronauta, hada, pequeño chef y más — un estudio totalmente nuevo cada vez.
fi: Astronautti, keiju, pieni kokki ja paljon muuta — aina täysin uusi studio.
fr: Astronaute, fée, petit chef et plus encore — un tout nouveau studio à chaque fois.
he: אסטרונאוט, פיה, שף קטן ועוד — סטודיו חדש לגמרי בכל פעם.
hi: अंतरिक्ष यात्री, परी, छोटा शेफ और भी बहुत कुछ — हर बार एक बिल्कुल नया स्टूडियो।
hr: Astronaut, vila, mali kuhar i još mnogo toga — svaki put potpuno novi studio.
hu: Űrhajós, tündér, kis szakács és még sok más — minden alkalommal vadonatúj stúdió.
id: Astronaut, peri, koki kecil, dan lainnya — studio baru sepenuhnya setiap saat.
it: Astronauta, fata, piccolo chef e altro — uno studio sempre nuovo ogni volta.
ja: 宇宙飛行士、妖精、小さなシェフなど — 毎回まったく新しいスタジオ。
ko: 우주비행사, 요정, 작은 셰프 등 — 매번 완전히 새로운 스튜디오.
ms: Angkasawan, peri, cef kecil dan banyak lagi — studio baharu setiap kali.
nb: Astronaut, fe, liten kokk og mer — et helt nytt studio hver gang.
nl: Astronaut, fee, kleine chef-kok en meer — elke keer een gloednieuwe studio.
pl: Astronauta, wróżka, mały szef kuchni i więcej — za każdym razem zupełnie nowe studio.
pt: Astronauta, fada, pequeno chef e muito mais — um estúdio totalmente novo a cada vez.
ro: Astronaut, zână, mic bucătar și multe altele — un studio complet nou de fiecare dată.
ru: Космонавт, фея, маленький шеф-повар и многое другое — каждый раз новая студия.
sk: Astronaut, víla, malý šéfkuchár a ďalšie — vždy úplne nové štúdio.
sv: Astronaut, fe, liten kock och mer — en helt ny studio varje gång.
th: นักบินอวกาศ นางฟ้า เชฟตัวน้อย และอื่นๆ อีกมากมาย — สตูดิโอใหม่ทั้งหมดในทุกครั้ง
tr: Astronot, peri, minik şef ve daha fazlası — her seferinde yepyeni bir stüdyo.
uk: Космонавт, фея, маленький шеф-кухар та інше — щоразу нова студія.
vi: Phi hành gia, tiên nữ, đầu bếp nhỏ và nhiều hơn nữa — một studio hoàn toàn mới mỗi lần.
zh_hans: 宇航员、仙女、小厨师等等——每次都是全新的工作室。
zh_hant: 宇航員、仙女、小廚師等等——每次都是全新的工作室。

source: Big Pack
ar: باقة كبيرة
ca: Paquet gran
cs: Velký balíček
da: Stor pakke
de: Großes Paket
el: Μεγάλο πακέτο
es: Paquete grande
fi: Suuri paketti
fr: Grand pack
he: חבילה גדולה
hi: बड़ा पैक
hr: Veliki paket
hu: Nagy csomag
id: Paket besar
it: Pacchetto grande
ja: 大パック
ko: 대형 팩
ms: Pek besar
nb: Stor pakke
nl: Groot pakket
pl: Duży pakiet
pt: Pacote grande
ro: Pachet mare
ru: Большой пакет
sk: Veľký balík
sv: Stort paket
th: แพ็กใหญ่
tr: Büyük Paket
uk: Великий пакет
vi: Gói lớn
zh_hans: 大礼包
zh_hant: 大禮包

source: Blending the theme…
ar: جارٍ مزج النمط…
ca: Combinant el tema…
cs: Mísení tématu…
da: Blander temaet…
de: Thema wird gemischt…
el: Ανάμειξη θέματος…
es: Combinando el tema…
fi: Sekoitetaan teemaa…
fr: Fusion du thème…
he: ממזג את ערכת הנושא…
hi: थीम मिलाई जा रही है…
hr: Miješanje teme…
hu: A téma keverése…
id: Menggabungkan tema…
it: Fusione del tema…
ja: テーマをブレンド中…
ko: 테마를 조합하는 중…
ms: Menggabungkan tema…
nb: Blander temaet…
nl: Thema wordt gemengd…
pl: Łączenie motywu…
pt: Misturando o tema…
ro: Se combină tema…
ru: Смешивание темы…
sk: Miešanie témy…
sv: Blandar temat…
th: กำลังผสมธีม…
tr: Tema harmanlanıyor…
uk: Змішування теми…
vi: Đang hòa trộn chủ đề…
zh_hans: 正在混合主题…
zh_hant: 正在混合主題…

source: Body
ar: الجسم
ca: Cos
cs: Tělo
da: Krop
de: Körper
el: Σώμα
es: Cuerpo
fi: Vartalo
fr: Corps
he: גוף
hi: शरीर
hr: Tijelo
hu: Test
id: Tubuh
it: Corpo
ja: 体
ko: 몸
ms: Badan
nb: Kropp
nl: Lichaam
pl: Ciało
pt: Corpo
ro: Corp
ru: Тело
sk: Telo
sv: Kropp
th: ร่างกาย
tr: Vücut
uk: Тіло
vi: Cơ thể
zh_hans: 身体
zh_hant: 身體

source: Bright, even lighting
ar: إضاءة ساطعة ومتساوية
ca: Il·luminació brillant i uniforme
cs: Jasné, rovnoměrné osvětlení
da: Klart, jævnt lys
de: Helle, gleichmäßige Beleuchtung
el: Φωτεινός, ομοιόμορφος φωτισμός
es: Iluminación brillante y uniforme
fi: Kirkas, tasainen valaistus
fr: Éclairage lumineux et uniforme
he: תאורה בהירה ואחידה
hi: चमकीली, एकसमान रोशनी
hr: Svijetlo, ravnomjerno osvjetljenje
hu: Fényes, egyenletes megvilágítás
id: Pencahayaan terang dan merata
it: Illuminazione luminosa e uniforme
ja: 明るく均一な照明
ko: 밝고 균일한 조명
ms: Pencahayaan terang dan sekata
nb: Klart, jevnt lys
nl: Helder, gelijkmatig licht
pl: Jasne, równomierne oświetlenie
pt: Iluminação clara e uniforme
ro: Iluminare luminoasă și uniformă
ru: Яркое, равномерное освещение
sk: Jasné, rovnomerné osvetlenie
sv: Ljust, jämnt ljus
th: แสงสว่างสม่ำเสมอ
tr: Parlak, dengeli aydınlatma
uk: Яскраве, рівномірне освітлення
vi: Ánh sáng tươi sáng, đồng đều
zh_hans: 明亮均匀的光线
zh_hant: 明亮均勻的光線

source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fr: Annuler
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Capture every milestone in one place
ar: احفظ كل مَعلَم في مكان واحد
ca: Captura cada fita en un sol lloc
cs: Zachyťte každý milník na jednom místě
da: Fang hver milepæl ét sted
de: Halten Sie jeden Meilenstein an einem Ort fest
el: Αποτυπώστε κάθε ορόσημο σε ένα μέρος
es: Captura cada hito en un solo lugar
fi: Tallenna jokainen virstanpylväs yhteen paikkaan
fr: Capturez chaque étape en un seul endroit
he: תעדו כל אבן דרך במקום אחד
hi: हर माइलस्टोन को एक ही जगह कैद करें
hr: Zabilježite svaku prekretnicu na jednom mjestu
hu: Rögzíts minden mérföldkövet egy helyen
id: Tangkap setiap tonggak di satu tempat
it: Cattura ogni traguardo in un unico posto
ja: すべてのマイルストーンを一か所に記録
ko: 모든 이정표를 한곳에 기록하세요
ms: Rakam setiap pencapaian di satu tempat
nb: Fang hver milepæl på ett sted
nl: Leg elke mijlpaal op één plek vast
pl: Uchwyć każdy kamień milowy w jednym miejscu
pt: Capture cada marco em um só lugar
ro: Surprinde fiecare etapă într-un singur loc
ru: Фиксируйте каждую веху в одном месте
sk: Zachyťte každý míľnik na jednom mieste
sv: Fånga varje milstolpe på ett ställe
th: บันทึกทุกพัฒนาการไว้ในที่เดียว
tr: Her kilometre taşını tek bir yerde yakalayın
uk: Фіксуйте кожну віху в одному місці
vi: Ghi lại mọi cột mốc ở một nơi
zh_hans: 在一个地方记录每一个里程碑
zh_hant: 在一個地方記錄每一個里程碑

source: Captured
ar: تم الالتقاط
ca: Capturat
cs: Zachyceno
da: Fanget
de: Erfasst
el: Αποτυπώθηκε
es: Capturado
fi: Tallennettu
fr: Capturé
he: נלכד
hi: कैद किया गया
hr: Zabilježeno
hu: Rögzítve
id: Terekam
it: Catturato
ja: 記録済み
ko: 기록됨
ms: Dirakam
nb: Fanget
nl: Vastgelegd
pl: Uchwycono
pt: Capturado
ro: Surprinsă
ru: Зафиксировано
sk: Zachytené
sv: Fångad
th: บันทึกแล้ว
tr: Yakalandı
uk: Зафіксовано
vi: Đã ghi lại
zh_hans: 已记录
zh_hant: 已記錄

source: Celebrations
ar: احتفالات
ca: Celebracions
cs: Oslavy
da: Fejringer
de: Feiern
el: Γιορτές
es: Celebraciones
fi: Juhlat
fr: Célébrations
he: חגיגות
hi: उत्सव
hr: Slavlja
hu: Ünneplések
id: Perayaan
it: Celebrazioni
ja: お祝い
ko: 축하
ms: Sambutan
nb: Feiringer
nl: Vieringen
pl: Świętowania
pt: Celebrações
ro: Sărbători
ru: Праздники
sk: Oslavy
sv: Firanden
th: การเฉลิมฉลอง
tr: Kutlamalar
uk: Свята
vi: Lễ kỷ niệm
zh_hans: 庆祝活动
zh_hant: 慶祝活動

source: Change Photo
ar: تغيير الصورة
ca: Canvia la foto
cs: Změnit fotku
da: Skift foto
de: Foto ändern
el: Αλλαγή φωτογραφίας
es: Cambiar foto
fi: Vaihda kuva
fr: Changer de photo
he: החלפת תמונה
hi: फोटो बदलें
hr: Promijeni fotografiju
hu: Fotó cseréje
id: Ganti foto
it: Cambia foto
ja: 写真を変更
ko: 사진 변경
ms: Tukar foto
nb: Bytt bilde
nl: Foto wijzigen
pl: Zmień zdjęcie
pt: Trocar foto
ro: Schimbă fotografia
ru: Сменить фото
sk: Zmeniť fotku
sv: Byt foto
th: เปลี่ยนรูปภาพ
tr: Fotoğrafı Değiştir
uk: Змінити фото
vi: Đổi ảnh
zh_hans: 更换照片
zh_hant: 更換照片

source: Choose from Gallery
ar: اختيار من المعرض
ca: Tria de la galeria
cs: Vybrat z galerie
da: Vælg fra galleri
de: Aus Galerie wählen
el: Επιλογή από τη συλλογή
es: Elegir de la galería
fi: Valitse galleriasta
fr: Choisir dans la galerie
he: בחירה מהגלריה
hi: गैलरी से चुनें
hr: Odaberi iz galerije
hu: Választás a galériából
id: Pilih dari galeri
it: Scegli dalla galleria
ja: ギャラリーから選択
ko: 갤러리에서 선택
ms: Pilih dari galeri
nb: Velg fra galleri
nl: Kiezen uit galerij
pl: Wybierz z galerii
pt: Escolher da galeria
ro: Alege din galerie
ru: Выбрать из галереи
sk: Vybrať z galérie
sv: Välj från galleri
th: เลือกจากคลังภาพ
tr: Galeriden Seç
uk: Обрати з галереї
vi: Chọn từ thư viện
zh_hans: 从图库选择
zh_hant: 從相簿選擇

source: Claim %d Coins
ar: احصل على %d عملة
ca: Reclama %d monedes
cs: Vyzvednout %d mincí
da: Indløs %d mønter
de: %d Coins beanspruchen
el: Διεκδικήστε %d κέρματα
es: Reclamar %d monedas
fi: Lunasta %d kolikkoa
fr: Réclamer %d pièces
he: קבלו %d מטבעות
hi: %d सिक्के प्राप्त करें
hr: Preuzmi %d novčića
hu: %d érme igénylése
id: Klaim %d koin
it: Riscatta %d monete
ja: %dコインを受け取る
ko: 코인 %d개 받기
ms: Tuntut %d syiling
nb: Hent %d mynter
nl: %d munten claimen
pl: Odbierz %d monet
pt: Resgatar %d moedas
ro: Revendică %d monede
ru: Забрать %d монет
sk: Vyzdvihnúť %d mincí
sv: Hämta %d mynt
th: รับ %d เหรียญ
tr: %d Jeton Talep Et
uk: Забрати %d монет
vi: Nhận %d xu
zh_hans: 领取 %d 枚金币
zh_hant: 領取 %d 枚金幣

source: Claim Offer
ar: استفد من العرض
ca: Aprofita l'oferta
cs: Využít nabídku
da: Benyt tilbud
de: Angebot einlösen
el: Αξιοποιήστε την προσφορά
es: Aprovechar oferta
fi: Käytä tarjous
fr: Profiter de l'offre
he: נצלו את המבצע
hi: ऑफ़र का लाभ उठाएं
hr: Iskoristi ponudu
hu: Ajánlat kihasználása
id: Manfaatkan penawaran
it: Approfitta dell'offerta
ja: オファーを利用する
ko: 혜택 사용하기
ms: Manfaatkan tawaran
nb: Benytt tilbudet
nl: Aanbieding gebruiken
pl: Skorzystaj z oferty
pt: Aproveitar oferta
ro: Profită de ofertă
ru: Воспользоваться предложением
sk: Využiť ponuku
sv: Ta del av erbjudandet
th: ใช้ข้อเสนอ
tr: Teklifi Al
uk: Скористатися пропозицією
vi: Sử dụng ưu đãi
zh_hans: 领取优惠
zh_hant: 領取優惠

source: Close this and it's gone for good.
ar: أغلق هذا وسيختفي إلى الأبد.
ca: Tanca això i desapareixerà per sempre.
cs: Zavřete toto a zmizí to navždy.
da: Luk dette, og det er væk for altid.
de: Wenn Sie dies schließen, ist es für immer weg.
el: Κλείστε αυτό και θα χαθεί για πάντα.
es: Cierra esto y desaparecerá para siempre.
fi: Sulje tämä, ja se on poissa ikuisesti.
fr: Fermez ceci et il aura disparu pour toujours.
he: סגרו את זה וזה ייעלם לתמיד.
hi: इसे बंद करें और यह हमेशा के लिए चला जाएगा।
hr: Zatvorite ovo i nestat će zauvijek.
hu: Zárd be, és örökre eltűnik.
id: Tutup ini dan akan hilang selamanya.
it: Chiudi questo e sparirà per sempre.
ja: これを閉じると永遠に消えてしまいます。
ko: 이것을 닫으면 영원히 사라집니다.
ms: Tutup ini dan ia hilang selama-lamanya.
nb: Lukk dette, og det er borte for godt.
nl: Sluit dit en het is voorgoed weg.
pl: Zamknij to, a zniknie na zawsze.
pt: Feche isto e desaparecerá para sempre.
ro: Închide asta și va dispărea pentru totdeauna.
ru: Закройте это, и оно исчезнет навсегда.
sk: Zavrite toto a zmizne to navždy.
sv: Stäng detta och det är borta för alltid.
th: ปิดสิ่งนี้แล้วมันจะหายไปตลอดกาล
tr: Bunu kapatırsanız bir daha gelmez.
uk: Закрийте це, і воно зникне назавжди.
vi: Đóng cái này lại và nó sẽ biến mất mãi mãi.
zh_hans: 关闭此提示，它将永远消失。
zh_hant: 關閉此提示，它將永遠消失。

source: Communication
ar: التواصل
ca: Comunicació
cs: Komunikace
da: Kommunikation
de: Kommunikation
el: Επικοινωνία
es: Comunicación
fi: Kommunikointi
he: תקשורת
hi: संचार
hr: Komunikacija
hu: Kommunikáció
id: Komunikasi
it: Comunicazione
ja: コミュニケーション
ko: 의사소통
ms: Komunikasi
nb: Kommunikasjon
nl: Communicatie
pl: Komunikacja
pt: Comunicação
ro: Comunicare
ru: Общение
sk: Komunikácia
sv: Kommunikation
th: การสื่อสาร
tr: İletişim
uk: Спілкування
vi: Giao tiếp
zh_hans: 沟通
zh_hant: 溝通

source: Continue
ar: متابعة
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Weiter
el: Συνέχεια
es: Continuar
fi: Jatka
fr: Continuer
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続ける
ko: 계속
ms: Teruskan
nb: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ro: Continuă
ru: Продолжить
sk: Pokračovať
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam Et
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

source: Coos & Babbles
ar: الهديل والمناغاة
ca: Balbucejos i murmuris
cs: Broukání a žvatlání
da: Kurren og pludren
de: Gurren & Plappern
el: Βγαργαρίσματα και μπαμπανίσματα
es: Arrullos y balbuceos
fi: Kujerrus ja jokellus
fr: Roucoulements et babillages
he: גיגוג ופטפוט
hi: गुनगुनाना और बड़बड़ाना
hr: Gukanje i brbljanje
hu: Gőgicsélés és gagyogás
id: Bergumam dan mengoceh
it: Tubare e balbettare
ja: クーイングとバブリング
ko: 옹알이와 소리내기
ms: Dekutan dan bebelan
nb: Kurring og bable
nl: Kirren en brabbelen
pl: Gruchanie i gaworzenie
pt: Arrulhos e balbucios
ro: Gângurit și bolboroseală
ru: Гуление и лепет
sk: Bľabotanie a agukanie
sv: Joller och pladder
th: ส่งเสียงอ้อแอ้และพูดเสียงเบา ๆ
tr: Gıdıklanmalar ve Mırıltılar
uk: Гуління та лепет
vi: Bập bẹ và ê a
zh_hans: 咕咕声与咿呀学语
zh_hant: 咕咕聲與咿呀學語

source: Couldn't Animate This Portrait
ar: تعذّر تحريك هذه الصورة
ca: No s'ha pogut animar aquest retrat
cs: Tento portrét se nepodařilo animovat
da: Kunne ikke animere dette portræt
de: Dieses Porträt konnte nicht animiert werden
el: Δεν ήταν δυνατή η ζωντάνεψη αυτού του πορτρέτου
es: No se pudo animar este retrato
fi: Tätä muotokuvaa ei voitu animoida
fr: Impossible d'animer ce portrait
he: לא ניתן היה להנפיש את הפורטרט הזה
hi: इस पोर्ट्रेट को एनिमेट नहीं किया जा सका
hr: Ovaj portret nije bilo moguće animirati
hu: Ezt a portrét nem sikerült animálni
id: Tidak dapat menganimasikan potret ini
it: Impossibile animare questo ritratto
ja: このポートレートをアニメーション化できませんでした
ko: 이 초상화를 애니메이션화할 수 없습니다
ms: Tidak dapat animasikan potret ini
nb: Kunne ikke animere dette portrettet
nl: Kan dit portret niet animeren
pl: Nie można animować tego portretu
pt: Não foi possível animar este retrato
ro: Acest portret nu a putut fi animat
ru: Не удалось анимировать этот портрет
sk: Tento portrét sa nepodarilo animovať
sv: Kunde inte animera detta porträtt
th: ไม่สามารถทำให้ภาพเหมือนนี้เคลื่อนไหวได้
tr: Bu Portre Canlandırılamadı
uk: Не вдалося анімувати цей портрет
vi: Không thể làm sinh động chân dung này
zh_hans: 无法动画化此肖像
zh_hant: 無法動畫化此肖像

source: Couldn't be created — credits refunded
ar: تعذّر الإنشاء — تم استرداد الرصيد
ca: No s'ha pogut crear — crèdits reemborsats
cs: Nepodařilo se vytvořit — kredity vráceny
da: Kunne ikke oprettes — credits refunderet
de: Konnte nicht erstellt werden — Credits erstattet
el: Δεν ήταν δυνατή η δημιουργία — οι πιστώσεις επιστράφηκαν
es: No se pudo crear — créditos reembolsados
fi: Ei voitu luoda — krediitit hyvitetty
fr: Création impossible — crédits remboursés
he: לא ניתן היה ליצור — הקרדיטים הוחזרו
hi: बनाया नहीं जा सका — क्रेडिट वापस कर दिए गए
hr: Nije moguće stvoriti — krediti vraćeni
hu: Nem sikerült létrehozni — a kreditek visszatérítve
id: Tidak dapat dibuat — kredit dikembalikan
it: Impossibile creare — crediti rimborsati
ja: 作成できませんでした — クレジットは返金されました
ko: 만들 수 없습니다 — 크레딧이 환불되었습니다
ms: Tidak dapat dicipta — kredit dikembalikan
nb: Kunne ikke opprettes — poeng refundert
nl: Kon niet worden gemaakt — credits terugbetaald
pl: Nie można było utworzyć — kredyty zwrócone
pt: Não foi possível criar — créditos reembolsados
ro: Nu s-a putut crea — creditele au fost rambursate
ru: Не удалось создать — кредиты возвращены
sk: Nepodarilo sa vytvoriť — kredity vrátené
sv: Kunde inte skapas — krediter återbetalade
th: ไม่สามารถสร้างได้ — คืนเครดิตแล้ว
tr: Oluşturulamadı — krediler iade edildi
uk: Не вдалося створити — кредити повернено
vi: Không thể tạo — tín dụng đã được hoàn lại
zh_hans: 无法创建 — 积分已退还
zh_hant: 無法建立 — 積分已退還

source: Couldn't check your credits
ar: تعذّر التحقق من رصيدك
ca: No s'han pogut verificar els teus crèdits
cs: Nepodařilo se ověřit vaše kredity
da: Kunne ikke tjekke dine credits
de: Ihre Credits konnten nicht geprüft werden
el: Δεν ήταν δυνατός ο έλεγχος των πιστώσεών σας
es: No se pudieron verificar tus créditos
fi: Krediittejäsi ei voitu tarkistaa
fr: Impossible de vérifier vos crédits
he: לא ניתן היה לבדוק את הקרדיטים שלכם
hi: आपके क्रेडिट जांचे नहीं जा सके
hr: Nije moguće provjeriti vaše kredite
hu: Nem sikerült ellenőrizni a krediteidet
id: Tidak dapat memeriksa kredit Anda
it: Impossibile verificare i tuoi crediti
ja: クレジットを確認できませんでした
ko: 크레딧을 확인할 수 없습니다
ms: Tidak dapat menyemak kredit anda
nb: Kunne ikke sjekke poengene dine
nl: Kan je credits niet controleren
pl: Nie można sprawdzić Twoich kredytów
pt: Não foi possível verificar seus créditos
ro: Nu s-au putut verifica creditele tale
ru: Не удалось проверить ваши кредиты
sk: Nepodarilo sa overiť vaše kredity
sv: Kunde inte kontrollera dina krediter
th: ไม่สามารถตรวจสอบเครดิตของคุณได้
tr: Kredileriniz kontrol edilemedi
uk: Не вдалося перевірити ваші кредити
vi: Không thể kiểm tra tín dụng của bạn
zh_hans: 无法检查您的积分
zh_hant: 無法檢查您的積分

source: Couldn't create your portrait
ar: تعذّر إنشاء صورتك
ca: No s'ha pogut crear el teu retrat
cs: Nepodařilo se vytvořit váš portrét
da: Kunne ikke oprette dit portræt
de: Ihr Porträt konnte nicht erstellt werden
el: Δεν ήταν δυνατή η δημιουργία του πορτρέτου σας
es: No se pudo crear tu retrato
fi: Muotokuvaasi ei voitu luoda
fr: Impossible de créer votre portrait
he: לא ניתן היה ליצור את הפורטרט שלכם
hi: आपका पोर्ट्रेट नहीं बनाया जा सका
hr: Nije moguće stvoriti vaš portret
hu: Nem sikerült létrehozni a portrédat
id: Tidak dapat membuat potret Anda
it: Impossibile creare il tuo ritratto
ja: ポートレートを作成できませんでした
ko: 초상화를 만들 수 없습니다
ms: Tidak dapat mencipta potret anda
nb: Kunne ikke opprette portrettet ditt
nl: Kan je portret niet maken
pl: Nie można utworzyć portretu
pt: Não foi possível criar seu retrato
ro: Nu s-a putut crea portretul tău
ru: Не удалось создать ваш портрет
sk: Nepodarilo sa vytvoriť váš portrét
sv: Kunde inte skapa ditt porträtt
th: ไม่สามารถสร้างภาพเหมือนของคุณได้
tr: Portreniz oluşturulamadı
uk: Не вдалося створити ваш портрет
vi: Không thể tạo chân dung của bạn
zh_hans: 无法创建您的肖像
zh_hant: 無法建立您的肖像

source: Couldn't Delete
ar: تعذّر الحذف
ca: No s'ha pogut suprimir
cs: Nepodařilo se odstranit
da: Kunne ikke slette
de: Konnte nicht gelöscht werden
el: Δεν ήταν δυνατή η διαγραφή
es: No se pudo eliminar
fi: Poistaminen epäonnistui
fr: Suppression impossible
he: לא ניתן היה למחוק
hi: हटाया नहीं जा सका
hr: Nije moguće izbrisati
hu: Nem sikerült törölni
id: Tidak dapat menghapus
it: Impossibile eliminare
ja: 削除できませんでした
ko: 삭제할 수 없습니다
ms: Tidak dapat memadam
nb: Kunne ikke slette
nl: Kan niet verwijderen
pl: Nie można usunąć
pt: Não foi possível excluir
ro: Nu s-a putut șterge
ru: Не удалось удалить
sk: Nepodarilo sa odstrániť
sv: Kunde inte ta bort
th: ไม่สามารถลบได้
tr: Silinemedi
uk: Не вдалося видалити
vi: Không thể xóa
zh_hans: 无法删除
zh_hant: 無法刪除
